Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=77_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskulttuurikeskus
smn: Sämikulttuurkuávdáš

source: Inarin kirkonkylään Juutuanjoen rannalle rakennettava Saamelaiskulttuurikeskus tulee olemaan Suomen saamelaisten hallinnon ja kulttuurin keskus.
smn: Säämi kulttuurkuávdáš, mii huksejuvvoo Aanaar kirkkosiidjân Juvduu riidon, šadda leđe Suomâ sämmilij haldâšem já kulttuur kuávdáš.

source: Saamelaiskulttuurikeskuksen tarkoituksena on luoda saamelaisille paremmat edellytykset omaehtoisesti ylläpitää ja kehittää kieltään, kulttuuriaan ja elinkeinotoimintaansa sekä hoitaa ja kehittää kulttuuri-itsehallintoaan ja tukea saamelaisten yleisten elinolojen kehitystä.
smn: Säämi kulttuurkuávdáá uáivilin lii orniđ sämmiláid pyerebijd iävtuid alnetoollâđ já ovdediđ jiešráđálávt kielâs, kulttuuris já iäláttâstooimâs sehe hoittáđ já ovdediđ kulttuurjiešhaldâšemes já tuárjuđ sämmilij almos eellimtile ovdánem.

source: Kulttuurikeskus parantaa myös olennaisesti mahdollisuuksia levittää tietoa saamelaisista alkuperäiskansana.
smn: Kulttuurkuávdáš pyereed meiddei merhâšitteht máhđulâšvuođâid levâttiđ tiäđu sämmilijn algâaalmugin.

source: Saamelaiskulttuurikeskus tulee olemaan kansallisesti ja kansainvälisestikin kiinnostava ja vetovoimainen monikulttuurisuuden kohtaamispaikka.
smn: Säämi kulttuurkuávdáš šadda leđe aalmuglávt já aalmugijkoskâsávt-uv mielâkiddiivâš já pivnohis maaŋgâkulttuurlâšvuođâ kuáhtámpäikki.

source: Saamelaiskulttuurikeskuksen rahoittamiseen on Lapin lääninhallitus myöntänyt 5 miljoonaa euroa Euroopan unionin aluekehitysrahaston varoja.
smn: Sämikulttuurkuávdáá ruttâdmân lii finnejum 5 miljovn eurod Euroop union kuávluovdedemruttârááju vaarijd.
